Repository: ichim-david/redturtle.monkey
Catalog: redturtle/monkey/locales/*/LC_MESSAGES/redturtle.monkey.po
Languages: ro

source: Add MailChimp Portlet
ro: Adaugă Portlet Mailchimp

source: Add item to campaign
ro: Adauga obiect la campanie

source: Address 1:
ro: Adresa 1:

source: Address 2:
ro: Adresa 2

source: Available lists
ro: Liste disponibile

source: Campaign API key
ro: API key a campaniei

source: Campaign Configuration
ro: Configurarea campaniei

source: Campaign FROM email
ro: Adresa de email de la campanie

source: Campaign FROM name
ro: Nume expeditor campanie

source: Campaign configurator add items to
ro: Adaugă obiecte la campanie

source: Campaign description
ro: Descrierea campaniei

source: Campaign details
ro: Detalii ale campaniei

source: Campaign items
ro: Obiectele campaniei

source: Campaign number
ro: Numărul campaniei

source: Campaign template
ro: Sablonul campaniei

source: Campaign title
ro: Titlul campaniei

source: Choose campaign configurator:
ro: Alege configurator-ul campaniei

source: Choose items for mailchimp
ro: Alege obiecte pentru mailchimp

source: City:
ro: Oraș:

source: Company:
ro: Companie:

source: Configure portlet
ro: Portlet de configurare

source: Couldn't generate campaign items.
ro: Nu s-a putut genera obiectele pentru campanie.

source: Country:
ro: Țară:

source: Custom Mailchimp API key for this campaign
ro: API key al acestei campanie

source: Custom Mailchimp FROM email for this campaign
ro: Expeditorul acestei campanie

source: Custom Mailchimp FROM name for this campaign
ro: Numele expeditorului acestei campanie

source: Custom css
ro: CSS personalizat

source: Custom css class for portlet wrapper
ro: Clasă CSS personalizat pentru portlet

source: E-mails left:
ro: Număr abonați ramași

source: Edit MailChimp Portlet
ro: Modifică portlet MailChimp

source: Email address
ro: Adresă email

source: Email from address
ro: Adresă email expeditor

source: Email from name
ro: Nume expeditor

source: Fill in campaign details
ro: Introdu detalii a campaniei

source: First name:
ro: Nume:

source: Go to Mailchimp
ro: Dute la site-ul Mailchimp

source: Info
ro: Informații

source: Invalid email address
ro: Adresă email invalidă

source: Item
ro: Obiect

source: Item added to campaign.
ro: Obiect adăugat la campanie.

source: Item removed from campaign.
ro: Obiect șters de la campanie.

source: Key
ro: Cheie (API)

source: Last camapaign
ro: Ultima campanie trimisă

source: Last login:
ro: Ultima autentificare:

source: Last name:
ro: Prenume:

source: List ID
ro: ID Listă

source: Mail format
ro: Format email

source: MailChimp API Key
ro: API key MailChimp

source: MailChimp Account
ro: Cont Mailchimp

source: MailChimp integration for Plone
ro: Integrare MailChimp pentru Plone

source: MailChimp settings
ro: Setări MailChimp

source: Mailchimp campaign created!
ro: Campania MailChimp creată!

source: Mailchimp campaign created.
ro: Campania MailChimp creată.

source: Mailchimp slot name
ro: Nume slot MailChimp

source: Member since:
ro: Membru din anul:

source: Modify portlet
ro: Modifică portlet

source: Next
ro: Urmatorul

source: Office information portlet
ro: Portlet informații birou

source: Phone:
ro: Tel:

source: Plan type:
ro: Tip plan

source: Please Confirm Subscription
ro: Te rugăm, confirmă abonarea

source: Previous
ro: Precedent

source: Read more
ro: Detalii

source: Recipient list
ro: Lista de destinatari

source: RedTurtle monkey campaign configuration
ro: Configurare campanie Mailchimp

source: Select list to subscribe to.
ro: Selectează lista pentru abonare.

source: Select the recipient list.
ro: Selectează lista de destinatari.

source: Select the template that will be used for this campaign.
ro: Selectează șablonul care va fi folosit pentru aceasta campanie.

source: Send
ro: Trimite

source: Site Setup
ro: Setări site

source: Some of the items in your list are private. They were not included in the wizard - MailChimp supports only published content.
ro: Unele din obiectele din listă sunt private. Nu au fost incluse in campanie - Mailchimp permite trimiterea doar a obiectelor publice.

source: State:
ro: Județ:

source: Subscribe to newsletter
ro: Abonează-te la newsletter

source: The text to render
ro: Textul de reprodus

source: This field will be used as a campaign content.
ro: Acest camp va fi folosit ca și conținut al campaniei.

source: This field will be used as campaign number (ie. Number 7 - February 2013).
ro: Acest camp va fi folosit ca și număr al campaniei. (ex: Numărul 7 - Feb 2016).

source: This portlet displays a subscription form for a MailChimp newsletter.
ro: Acest portlet afișează un formular de înscriere pentru newsletter MailChimp

source: This title will be used as a campaign title as well as campaign subject.
ro: Acest titlu va fi folosit pentru titlu și subiectul campaniei.

source: Title
ro: Titlu

source: Title of the portlet
ro: Titlu portlet

source: Unknown campaign title
ro: Titlu al campaniei necunoscut

source: Update
ro: Modifică

source: Username:
ro: Nume utilizator:

source: Value
ro: Valoare

source: We have problems processing your request. Not items found.
ro: Avem probleme în a procesa cererea curent. Nu am gasit nici un obiect.

source: We have to confirm your email address. In order to finish the newsletter subscription, click on the link inside the email we just send you.
ro: Trebuie să confirmăm adresa de email. Pentru a termina procesul de abonare la newsletter, apasă pe link-ul din email-ul ce tocmai l-am trimis

source: We need to confirm your email address. Please check your mailbox for the confirmation letter.
ro: Trebuie să confirmăm adresa de email. Verifică-ti inbox-ul pentru primirea confirmării.

source: You cannot start wizard configuration. Your campaign doesn't have any items and/or your mailchimp API configuration is wrong.
ro: Nu poți începe configurarea campaniei.Campania ta nu are nici un obiect sau cheia API Mailchimp nu a fost introdusă corect.

source: campaign_title
ro: Titlu campanie

source: created at
ro: Creat la

source: header_number
ro: Număr

source: header_title
ro: Titlu

source: help_api_key
ro: Introdu cheia de la MailChimp (ex '8b785dcabe4b5aa24ef84201ea7dcded-us4'). Log-in la mailchimp.com, dute la account -> extras -> API Keys & Authorized Apps și lipește API Key in acest câmp.

source: help_email
ro: Introdu adresa ta de email.

source: help_email_type
ro: Introdu tipul de newsletter ce dorești să primești.

source: help_from_email
ro: Introduceți email al expeditorului

source: help_from_name
ro: Introduceți numele expeditorului

source: label_campaign_items
ro: Obiectele campaniei

source: label_cancel
ro: Anulează

source: label_save
ro: Salvează

source: mailchimp_error_msg
ro: Înscrierea la newsletter nu s-a putut realiza. Contactează administratorul site-ului: '${error}'

source: mailchimp_error_msg_already_subscribed
ro: Înscrierea la newsletter nu s-a putut realiza. Adresa '${email}' este deja înregistrată.

source: mailchimp_error_msg_banned
ro: Înscrierea la newsletter nu s-a putut realiza. Adresa '${email}' este banată.

source: main_body
ro: corpul principal

source: main_primopiano
ro: primul slot

source: preheader_content
ro: conținut

source: subscribe_to_newsletter_button
ro: Abonează-te
